[
  {
    "Pro-Equtiy Intervention": "User Incentives (Cash Transfers, Transport Vouchers, Drug Vouchers)",
    "Bangladesh": 5,
    "Malawi": 4,
    "Mali": 2,
    "Pakistan": 1,
    "Cambodia": 3,
    "Ethiopia": 4,
    "Mozambique": 3,
    "Niger": 2,
    "Sierra Leone": 3,
    "Tajikistan": 5,
    "Avg. Rank": 3.2,
    "Rationale": "Pakistan: Severe financial hardship (30% of population) requires direct financial support. Malawi: High financial hardship and foregone care. Mali: Out-of-pocket costs are a major barrier. Bangladesh: Financial barriers are not the biggest issue, but small incentives help ultra-poor families. Cambodia: High OOP spending but not the primary barrier—targeted financial incentives can improve access for the poorest. Ethiopia: Financial barriers exist but are not the primary driver—targeted support for the poorest can help. Mozambique: OOP spending disproportionately affects the poor; targeted cash transfers can prevent foregone care. Niger: High financial hardship requires targeted subsidies to ensure immunization uptake. Sierra Leone: Nearly 40% of the population faces financial hardship due to health OOP—targeted cash transfers can help. Tajikistan: Financial hardship affects 7-10% of the population—subsidies can prevent poverty-driven care avoidance."
  },
  {
    "Pro-Equtiy Intervention": "Integrated Health Campaigns",
    "Bangladesh": 4,
    "Malawi": 2,
    "Mali": 5,
    "Pakistan": 5,
    "Cambodia": 1,
    "Ethiopia": 3,
    "Mozambique": 5,
    "Niger": 4,
    "Sierra Leone": 5,
    "Tajikistan": 3,
    "Avg. Rank": 3.7,
    "Rationale": "Bangladesh: Bundling immunization with nutrition and maternal services boosts uptake. Pakistan: Declining child health services require bundled interventions. Malawi: Needed due to worsening child health indicators. Mali: Important in conflict zones to ensure multi-service access. Cambodia: Key child health services (PNC, child illness treatment) have declined—integrated health campaigns can reverse this trend. Ethiopia: Declining full immunization rates require bundled campaigns with maternal and child health services. Mozambique: Immunization rates dropped significantly—bundling with nutrition and maternal care can reverse this trend. Niger: Service delivery gaps necessitate multi-service outreach. Sierra Leone: Can be used to improve vaccine access in hard-to-reach communities. Tajikistan: Declining postnatal care services suggest an opportunity for integrated outreach."
  }
],
  {
    "Pro-Equtiy Intervention": "Community Health Workers (CHWs) & Community Groups",
    "Bangladesh": 1,
    "Malawi": 3,
    "Mali": 3,
    "Pakistan": 2,
    "Cambodia": 2,
    "Ethiopia": 2,
    "Mozambique": 2,
    "Niger": 3,
    "Sierra Leone": 2,
    "Tajikistan": 2,
    "Avg. Rank": 2.2,
    "Rationale": "Bangladesh: Demand-side barriers and vaccine hesitancy require CHW engagement. Pakistan: Large crude-effective coverage gaps suggest poor service delivery—CHWs bridge the gap. Malawi: CHWs crucial for demand generation in remote areas. Mali: CHWs essential for conflict-affected, low-access regions. Cambodia: CHWs crucial for bridging service gaps, addressing maternal health disparities, and improving immunization uptake. Ethiopia: CHWs are essential for addressing maternal health disparities and vaccine demand generation. Mozambique: CHWs are critical for bridging service gaps in rural and conflict-affected regions. Niger: CHWs are crucial for improving access to maternal health and child vaccination in remote areas. Sierra Leone: CHWs are needed to enhance vaccine confidence and demand-side interventions. Tajikistan: CHWs can play a key role in improving maternal health service uptake."
  },
  {
    "Pro-Equtiy Intervention": "Community-Based Monitoring (CBM) & Social Accountability",
    "Bangladesh": 3,
    "Malawi": 5,
    "Mali": 4,
    "Pakistan": 3,
    "Cambodia": 5,
    "Ethiopia": 5,
    "Mozambique": 4,
    "Niger": 5,
    "Sierra Leone": 4,
    "Tajikistan": 4,
    "Avg. Rank": 4.2,
    "Rationale": "Bangladesh: Service quality gaps and dropout rates require CBM. Pakistan: Service quality and accountability are major concerns. Malawi: Ensures proper service delivery in low-readiness areas. Mali: Needed to track supply chain and absenteeism. Cambodia: Service quality issues remain, and CBM can ensure effective service delivery. Ethiopia: Service quality gaps and stockouts require CBM to ensure accountability. Mozambique: Ensures service continuity and stock monitoring, particularly in conflict zones. Niger: Needed to track and improve service quality and vaccine availability. Sierra Leone: Can strengthen immunization programs by reducing dropout rates. Tajikistan: Helps track service disparities and improve service responsiveness."
  },
  {
    "Pro-Equtiy Intervention": "Microplanning & GIS Mapping",
    "Bangladesh": 2,
    "Malawi": 1,
    "Mali": 1,
    "Pakistan": 4,
    "Cambodia": 4,
    "Ethiopia": 1,
    "Mozambique": 1,
    "Niger": 1,
    "Sierra Leone": 1,
    "Tajikistan": 1,
    "Avg. Rank": 1.7,
    "Rationale": "Bangladesh: Needed for within-region disparities, especially in urban slums. Malawi: Essential for targeting hardest-to-reach zero-dose children. Mali: High geographic disparities—mobile outreach crucial. Pakistan: Data gaps limit GIS effectiveness, but microplanning is still useful. Cambodia: Within-region inequalities dominate; microplanning essential for targeting local socioeconomic disparities. Ethiopia: Geographic disparities in health services require localized microplanning. Mozambique: High geographic inequities mean targeted service planning is crucial. Niger: Vast disparities between and within regions require localized outreach strategies. Sierra Leone: Needed for rural and underserved regions where service gaps exist. Tajikistan: Within-region disparities in health services necessitate refined microplanning."